Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Mithril battleaxe
ja: ミスリルの戦斧

source: Mithril boots
ja: ミスリルの靴

source: Mithril brutal
ja: ミスリルの残酷な矢

source: Mithril chainbody
ja: ミスリルの鎖甲

source: Mithril claws
ja: ミスリルのクローズ

source: Mithril dagger
ja: ミスリルの短剣

source: Mithril dagger(p)
ja: ミスリルの短剣（毒）

source: Mithril dart
ja: ミスリルのダーツ

source: Mithril dart tip
ja: ミスリルのダーツの先端

source: Mithril dart(p)
ja: ミスリルのダーツ（毒）

source: Mithril door
ja: ミスリルのドア

source: Mithril dragon
ja: ミスリルの竜

source: Mithril fire arrow
ja: ミスリルの火矢

source: Mithril fire arrow (lit)
ja: ミスリルの火矢（点火）

source: Mithril full helm
ja: ミスリルの全頭甲

source: Mithril halberd
ja: ミスリルの矛槍

source: Mithril javelin
ja: ミスリルの投槍

source: Mithril javelin(p)
ja: ミスリルの投槍（毒）

source: Mithril kiteshield
ja: ミスリルのタコ盾

source: Mithril knife
ja: ミスリルのナイフ

source: Mithril knife(p)
ja: ミスリルのナイフ（毒）

source: Mithril longsword
ja: ミスリルの長剣

source: Mithril mace
ja: ミスリルの鎚矛

source: Mithril med helm
ja: ミスリルの鉄兜

source: Mithril nails
ja: ミスリルの釘

source: Mithril ore
ja: ミスリル鉱石

source: Mithril ore vein
ja: ミスリルの鉱脈

source: Mithril pick head
ja: ミスリルのツルハシの金属部分

source: Mithril pickaxe
ja: ミスリルのツルハシ

source: Mithril platebody
ja: ミスリルの胸甲

source: Mithril platelegs
ja: ミスリルの脚甲

source: Mithril plateskirt
ja: ミスリルの裙甲

source: Mithril rocks
ja: ミスリルの岩

source: Mithril scimitar
ja: ミスリルの三日月刀

source: Mithril seeds
ja: ミスリルの種

source: Mithril spear
ja: ミスリルの槍

source: Mithril spear(kp)
ja: ミスリルの槍（カラムジャ毒）

source: Mithril spear(p)
ja: ミスリルの槍（毒）

source: Mithril sq shield
ja: ミスリルの角盾

source: Mithril sword
ja: ミスリルの剣

source: Mithril thrownaxe
ja: ミスリルの投げ斧

source: Mithril warhammer
ja: ミスリルの戦鎚

source: Mittens
ja: ミテンズ

source: Mix-cocktail
ja: カクテルを混ぜる

source: Mixed chemicals
ja: 混合した化学物質

source: Mixed flowers
ja: 花のミックス

source: Mizaru
ja: ミザル

source: Model ship
ja: モデルの船

source: Moe
ja: モエ

source: Mofina
ja: モフィナ

source: Moggy
ja: モギー

source: Mogre
ja: モーガ

source: Mogre Guard
ja: モーガの衛兵

source: Mogrim
ja: モグリム

source: Molanisk
ja: モラニスク

source: Moldof
ja: モルドフ

source: Mole display
ja: モグラの展示

source: Mole hill
ja: モグラ塚

source: Molly
ja: モリー

source: Molossus
ja: アカオヒキコウモリ

source: Molten Sand
ja: 融解した砂

source: Molten glass
ja: 溶けたガラス

source: Monastery
ja: 修道院

source: Monastery Teleport
ja: で修道院へワープ

source: Money Pot
ja: 支払い壺

source: Monk
ja: 僧侶

source: Monk of Entrana
ja: エントラナの僧侶

source: Monk of Zamorak
ja: ザモラックの僧侶

source: Monk's robe
ja: 僧侶のローブ下

source: Monk's robe top
ja: 僧侶のローブ上

source: Monkey
ja: サル

source: Monkey Archer
ja: サルのアーチャー

source: Monkey Child
ja: 子ザル

source: Monkey Guard
ja: サルの衛兵

source: Monkey Madness II display
ja: サルの狂気２の展示

source: Monkey Statue
ja: サルの像

source: Monkey Zombie
ja: サルのゾンビ

source: Monkey bar
ja: サルのバー

source: Monkey bars
ja: うんてい

source: Monkey bonemeal
ja: サルの骨粉

source: Monkey bones
ja: サルの骨

source: Monkey corpse
ja: サルの遺体

source: Monkey dentures
ja: サルの入れ歯

source: Monkey display
ja: サルの展示

source: Monkey guard
ja: サルの衛兵

source: Monkey magic
ja: サルの魔法

source: Monkey minder
ja: サル世話人

source: Monkey nuts
ja: サルのナッツ

source: Monkey on unicorn
ja: ユニコーンにまたがるサル

source: Monkey skin
ja: サルの皮

source: Monkey skull
ja: サルの頭蓋骨

source: Monkey talisman
ja: サルのタリスマン

source: Monkey trap
ja: サルの罠

source: Monkey wrench
ja: サルのレンチ

source: Monkeybars
ja: うんてい

source: Monolith
ja: モノリス

source: Monster space
ja: モンスタースペース

source: Monstrous Basilisk
ja: 極悪なバジリスク

source: Monstrous basilisk
ja: 極悪なバジリスク

source: Monument
ja: 記念碑

source: Monumental chest
ja: 巨大な宝箱

source: Moon Shield
ja: 月の盾

source: Moonfire
ja: ムーンファイアー

source: Moonlight Antelope Trophy
ja: 月光アンテロープのトロフィー

source: Moonlight Cockatrice
ja: 月光コカトリス

source: Moonlight Mead
ja: 月光ミード

source: Moonlight antelope
ja: 月光アンテロープ

source: Moonlight mead
ja: 月光ミード

source: Moonlight moth
ja: 月光ガ

source: Mor Ul Rek
ja: モー・ウル・レク

source: Mord Gunnars
ja: モード・ガナーズ

source: Mordan Nikazsi
ja: モーダン・ニカズシ

source: Morgan
ja: モーガン

source: Morgan Le Faye
ja: モーガン・ル・フェイエ

source: Morgiana
ja: モーギアナ

source: Mori
ja: モリ

source: Morris
ja: モリス

source: Mort Nightshade
ja: モート・ナイトシェード

source: Mort myre fungus
ja: モート・マイヤーのキノコ

source: Mort myre pear
ja: モート・マイヤーの梨

source: Mort myre stem
ja: モート・マイヤーの茎

source: Mort'ton Local
ja: モートンの地元民

source: Mort'ton local
ja: モートンの地元民

source: Morten Holdstrom
ja: モーテン・ホールドストロム

source: Mortina Daubenton
ja: モーチナ・ドベントン

source: Mortuary Table
ja: 遺体安置台

source: Morvran
ja: モーヴァン

source: Morytania Easy Diary
ja: モリタニアの初級日記

source: Morytania Elite Diary
ja: モリタニアの超級日記

source: Morytania Hard Diary
ja: モリタニアの上級日記

source: Morytania Medium Diary
ja: モリタニアの中級日記

source: Morytania legs
ja: モリタニアの脚甲

source: Morytania painting
ja: モリタニアの絵画

source: Mosol Rei
ja: モソル・レイ

source: Mosquito swarm
ja: 蚊の群れ

source: Moss Giant
ja: コケの巨人

source: Moss Guardian
ja: モス・ガーディアン

source: Moss Guardian (hard)
ja: モス・ガーディアン（上級）

source: Moss Lizard
ja: コケトカゲ

source: Moss giant
ja: コケの巨人

source: Mosschin
ja: モスチン

source: Mossy branch
ja: コケが生えた枝

source: Mossy rock
ja: コケが生えた岩

source: Most of a Zombie
ja: ゾンビの大部分

source: Moth
ja: ガ

source: Mother
ja: 母

source: Mother Mallum
ja: 母マルム

source: Moths
ja: ガ

source: Mould
ja: 鋳型

source: Mould jig
ja: 型取り治具

source: Mould jig (Cooled metal)
ja: 型取り治具（冷えた金属）

source: Mould jig (Cooling metal)
ja: 型取り治具（冷える金属）

source: Mould jig (Empty)
ja: 型取り治具（空）

source: Mould jig (Poured metal)
ja: 型取り治具（注がれた金属）

source: Mould jig (Setup)
ja: 型取り治具（セットアップ）

source: Moulds
ja: 鋳型

source: Mound of earth
ja: 盛られた土

source: Mount Karuulm
ja: カルールム山

source: Mountain Dwarf
ja: 山ドワーフ

source: Mountain Goat
ja: シロイワヤギ

source: Mountain Guide
ja: 山の案内人

source: Mountain goat
ja: シロイワヤギ

source: Mountain toucan
ja: 山のオオハシ

source: Mountain troll
ja: 山トロール

source: Mounted Achievement Diary Cape
ja: 装着された達成記録マント

source: Mounted Agility Cape
ja: 装着された運動神経マント

source: Mounted Agility Cape (t)
ja: 装着された運動神経マント（縁）

source: Mounted Attack Cape
ja: 装着された攻撃力マント

source: Mounted Attack Cape (t)
ja: 装着された攻撃力マント（縁）

source: Mounted Champion's Cape
ja: 装着されたチャンピオンのマント

source: Mounted Coins
ja: 装着されたコイン

source: Mounted Construction Cape
ja: 装着された建築マント

source: Mounted Construction Cape (t)
ja: 装着された建築マント（縁）

source: Mounted Cooking Cape
ja: 装着された料理マント

source: Mounted Cooking Cape (t)
ja: 装着された料理マント（縁）

source: Mounted Crafting Cape
ja: 装着された工作マント

source: Mounted Crafting Cape (t)
ja: 装着された工作マント（縁）

source: Mounted Defence Cape
ja: 装着された守備力マント

source: Mounted Defence Cape (t)
ja: 装着された守備力マント（縁）

source: Mounted Dizana's Max Cape
ja: 装着されたディザナのマックス・マント

source: Mounted Emblem
ja: 装着されたエンブレム

source: Mounted Farming Cape
ja: 装着された農業マント

source: Mounted Farming Cape (t)
ja: 装着された農業マント（縁）

source: Mounted Fire Cape
ja: 装着されたファイアーケープ

source: Mounted Firemaking Cape
ja: 装着された火起こしマント

source: Mounted Firemaking Cape (t)
ja: 装着された火起こしマント（縁）

source: Mounted Fishing Cape
ja: 装着された釣りマント

source: Mounted Fishing Cape (t)
ja: 装着された釣りマント（縁）

source: Mounted Fletching Cape
ja: 装着された木材加工マント

source: Mounted Fletching Cape (t)
ja: 装着された木材加工マント（縁）

source: Mounted Head
ja: 装着された頭部

source: Mounted Head Space
ja: 装着する頭部のスペース

source: Mounted Herblore Cape
ja: 装着された調合マント

source: Mounted Herblore Cape (t)
ja: 装着された調合マント（縁）

source: Mounted Hitpoints Cape
ja: 装着された体力マント

source: Mounted Hitpoints Cape (t)
ja: 装着された体力マント（縁）

source: Mounted Hunting Cape
ja: 装着された狩人マント

source: Mounted Hunting Cape (t)
ja: 装着された狩人マント（縁）

source: Mounted Infernal Cape
ja: 装着された獄炎のマント

source: Mounted Magic Cape
ja: 装着された魔法マント

source: Mounted Magic Cape (t)
ja: 装着された魔法マント（縁）

source: Mounted Max Cape
ja: 装着されたマックス・マント

source: Mounted Mining Cape
ja: 装着された採掘マント

source: Mounted Mining Cape (t)
ja: 装着された採掘マント（縁）

source: Mounted Music Cape
ja: 装着された音楽マント

source: Mounted Mythical Cape
ja: 装着された神秘のマント

source: Mounted Prayer Cape
ja: 装着された祈りマント

source: Mounted Prayer Cape (t)
ja: 装着された祈りマント（縁）

source: Mounted Quest Cape
ja: 装着されたクエストマント

source: Mounted Ranged Cape
ja: 装着された弓マント

source: Mounted Ranged Cape (t)
ja: 装着された弓マント（縁）

source: Mounted Runecrafting Cape
ja: 装着されたルーン作りマント

source: Mounted Runecrafting Cape (t)
ja: 装着されたルーン作りマント（縁）

source: Mounted Slayer Cape
ja: 装着された討伐マント

source: Mounted Slayer Cape (t)
ja: 装着された討伐マント（縁）

source: Mounted Smithing Cape
ja: 装着された鍛冶マント

source: Mounted Smithing Cape (t)
ja: 装着された鍛冶マント（縁）

source: Mounted Strength Cape
ja: 装着された腕力マント

source: Mounted Strength Cape (t)
ja: 装着された腕力マント（縁）

source: Mounted Thieving Cape
ja: 装着された盗みマント

source: Mounted Thieving Cape (t)
ja: 装着された盗みマント（縁）

source: Mounted Woodcutting Cape
ja: 装着された木こりマント

source: Mounted Woodcutting Cape (t)
ja: 装着された木こりマント（縁）

source: Mounted Xeric's Champion
ja: 装着されたゼリックのチャンピオン

source: Mounted Xeric's General
ja: 装着されたゼリックの将軍

source: Mounted Xeric's Guard
ja: 装着されたゼリックの衛兵

source: Mounted Xeric's Sentinel
ja: 装着されたゼリックの歩哨

source: Mounted Xeric's Warrior
ja: 装着されたゼリックの戦士

source: Mounted harpoonfish
ja: 銛魚の標本

source: Mounted sea bass
ja: バスの標本

source: Mounted shark
ja: サメの標本

source: Mounted swordfish
ja: カジキの標本

source: Mounted terrorbird gnome
ja: テラー鳥に乗るノーム

source: Mounted terrorchick gnome
ja: テラー鳥のひなに乗るノーム

source: Mourner
ja: 哀悼者

source: Mouse
ja: ネズミ

source: Mouse hole
ja: ネズミの穴

source: Mouth grip
ja: 口グリップ

source: Movario
ja: モバリオ

source: Move
ja: 動かす

source: Mr. Mordaut
ja: ミスター・モードート

source: Ms. Hynn Terprett
ja: ミズ・ヒン・テープレット

source: Mubariz
ja: ムバリズ

source: Mud
ja: 泥

source: Mud mound
ja: 盛られた泥

source: Mud patch
ja: 泥のパッチ

source: Mud pile
ja: 泥の山

source: Mud pit
ja: 泥の落とし穴

source: Mud rune
ja: 泥のルーン

source: Muddy key
ja: 泥だらけのカギ

source: Muddy patch
ja: 盛られた泥

source: Muddy rock
ja: 泥だらけの石

source: Mudpile
ja: 積まれた泥

source: Mudskipper
ja: マッドスキッパー

source: Mugger
ja: 強盗

source: Multicannon parts
ja: マルチキャノンの部品

source: Mummy
ja: ミイラ

source: Mummy ashes
ja: ミイラの灰

source: Muncher
ja: マンチャー

source: Munty
ja: マンティー

source: Muphin
ja: マフィン

source: Mural
ja: 壁画

source: Murcaily
ja: ムーカイリ

source: Murder
ja: 殺害

source: Murfet
ja: マーフェット

source: Murky Matt (runes)
ja: マーキー・マット（ルーン）

source: Murky Pat
ja: マーキー・パット

source: Murky water
ja: 濁った水

source: Murng bat
ja: ムーング・バット

source: Murphy
ja: マーフィー

source: Muruwoi
ja: ムルオイ

source: Musca mushrooms
ja: ベニテングタケ

source: Museum guard
ja: 博物館の衛兵

source: Mushroo
ja: マッシュルー

source: Mushroom
ja: キノコ

source: Mushroom patch
ja: キノコの小区画

source: Mushroom spore
ja: キノコの胞子

source: Mushroom torch
ja: キノコの松明

source: Mushroom tree
ja: キノコの木

source: Mushrooms
ja: キノコ

source: Mushtoise
ja: マッシュトイス

source: Mushtree
ja: キノコの木

source: Mushy Bed
ja: キノコのクッション

source: Music
ja: 音楽

source: Music Player
ja: 音楽再生

source: Music Scores
ja: 楽譜

source: Music Stand
ja: 譜面台

source: Musical space
ja: 音楽のスペース

source: Muspah
ja: マスパ

source: Musty bookshelf
ja: カビ臭い本棚

source: Mutant tarn
ja: 変異したターン

source: Mutated Bloodveld
ja: 変異ブラッドベルド

source: Mutated Terrorbird
ja: 変異テラー鳥

source: Mutated Tortoise
ja: 変異カメ

source: Muttadile
ja: ムタジル

source: My Arm
ja: おいらの腕

source: My life
ja: 私の人生

source: Myndill
ja: ミンジル

source: Myre Blamish Snail
ja: マイヤー・ブラミシュ・カタツムリ

source: Myre snelm
ja: マイヤーのスネルム

source: Mysterious Adventurer
ja: 不可思議な冒険家

source: Mysterious Bandit
ja: 不可思議な盗賊

source: Mysterious Figure
ja: 謎の存在

source: Mysterious Old Man
ja: ミステリアスなおじいさん

source: Mysterious Stairs
ja: 不可思議な階段

source: Mysterious Stone
ja: 不可思議な石

source: Mysterious Stranger
ja: 不思議なよそ者

source: Mysterious Voice
ja: 謎の声

source: Mysterious ghost
ja: 不可思議な幽霊

source: Mysterious glow
ja: 不可思議な光

source: Mysterious pipe
ja: 不可思議なパイプ

source: Mysterious pool
ja: 不可思議な液溜まり

source: Mysterious ruins
ja: 不可思議な廃墟

source: Mysterious statue
ja: 謎の像

source: Mysterious stone
ja: 不可思議な石

source: Mystery figure
ja: 謎の存在

source: Mystic air staff
ja: 秘伝の大気の杖

source: Mystic boots
ja: 秘伝の靴

source: Mystic boots (dark)
ja: 秘伝の靴（暗い）

source: Mystic boots (light)
ja: 秘伝の靴（明るい）

source: Mystic earth staff
ja: 秘伝の土の杖

source: Mystic fire staff
ja: 秘伝の火の杖

source: Mystic gloves
ja: 秘伝の手袋

source: Mystic gloves (dark)
ja: 秘伝の手袋（暗い）

source: Mystic gloves (light)
ja: 秘伝の手袋（明るい）

source: Mystic hat
ja: 秘伝の帽子

source: Mystic hat (dark)
ja: 秘伝の帽子（暗い）

source: Mystic hat (light)
ja: 秘伝の帽子（明るい）

source: Mystic lava staff
ja: 秘伝の溶岩の杖

source: Mystic portal
ja: 秘伝のポータル

source: Mystic robe bottom
ja: 秘伝のローブ下

source: Mystic robe bottom (dark)
ja: 秘伝のローブ下（暗い）

source: Mystic robe bottom (light)
ja: 秘伝のローブ下（明るい）

source: Mystic robe top
ja: 秘伝のローブ上

source: Mystic robe top (dark)
ja: 秘伝のローブ上（暗い）

source: Mystic robe top (light)
ja: 秘伝のローブ上（明るい）

source: Mystic symbol
ja: 秘伝のシンボル

source: Mystic water staff
ja: 秘伝の水の杖

source: Mystical barrier
ja: 秘伝のバリア

source: Mystical barrier (orange)
ja: 秘伝のバリア（オレンジ）

source: Mystical barrier (red)
ja: 秘伝のバリア（赤）

source: Mystical door
ja: 秘伝のドア

source: Mystical mirror
ja: 秘伝の鏡

source: Mystical robes
ja: 秘伝のローブ

source: Mythic Statue
ja: 神秘的な像

source: Mythical cape
ja: 神秘のマント

source: Naghead
ja: ナグヘッド

source: Nahta
ja: ナータ

source: Nail beast
ja: 爪の獣

source: Nails
ja: 爪

source: Nakasa Jovkai
ja: ナカサ・ジョヴカイ

source: Name Changer
ja: 名前変更

source: Naphtha mix
ja: ナフサのミックス

source: Nardah
ja: ナーダ

source: Nardah Banker
ja: ナーダの銀行員

source: Nardok
ja: ナードク

source: Narf
ja: ナーフ

source: Narnode's orders
ja: ナローデの命令

source: Narrow gap
ja: 細い隙間

source: Narrow wall
ja: 薄い壁

source: Nasturtium
ja: ナスタチウム

source: Nasturtium seed
ja: ナスタチウムの種

source: Natalidae Shadum
ja: ナタリダエ・シャダム

source: Nathifa
ja: ナシファ

source: Natural Historian
ja: 自然史家

source: Natural historian
ja: 自然史家

source: Nature Axon Terminal
ja: 自然のの軸索終末

source: Nature Energy
ja: 自然のエネルギー

source: Nature Spirit
ja: 自然の精霊

source: Nature house
ja: 自然の家

source: Nature impling
ja: 自然の子悪魔

source: Nature rift
ja: 自然の裂け目

source: Nature rune
ja: 自然のルーン

source: Nature talisman
ja: 自然のタリスマン

source: Navigate
ja: 通り抜ける

source: Navigator's table
ja: ナビゲーターのテーブル

source: Nazastarool
ja: ナザスタルール

source: Nazastarool (hard)
ja: ナザスタルール（上級）

source: Nechryael
ja: ネクリャエル

source: Nechryarch
ja: ネクリアーク

source: Necklace mould
ja: ネックレスの鋳型

source: Necromancer
ja: ネクロマンサー

source: Necromancy book
ja: 降霊術の本

source: Necrovarus
ja: ネクロヴァルス

source: Ned
ja: ネッド

source: Ned's Table
ja: ネッドのテーブル

source: Needle
ja: 針

source: Neferti the Camel
ja: ラクダのネフェーティ

source: Neil
ja: ネイル

source: Neite
ja: ネイテ

source: Neitiznot
ja: ネイチズノットへ移動

source: Nellas
ja: ネラス

source: Nelta of Ralos
ja: ラロスのネルタ

source: Nelta of Ranul
ja: ラヌルのネルタ

source: Nemishka
ja: ネミシュカ

source: Nerdanel
ja: ネーダネル

source: Nerve
ja: 神経

source: Nerve Ending (Air)
ja: 神経の終端（大気）

source: Nerve Ending (Earth)
ja: 神経の終端（土）

source: Nerve Ending (Fire)
ja: 神経の終端（火）

source: Nerve Ending (Mind)
ja: 神経の終端（心）

source: Nerve Ending (Water)
ja: 神経の終端（水）

source: Nerve formation
ja: 神経の形成

source: Nerves
ja: 神経

source: Nest
ja: 巣

source: Nesty
ja: ネスティーチ

source: Net
ja: 網で釣る

source: Net trap
ja: 網の罠

source: Nets
ja: ネット

source: Nettle tea
ja: イラクサのお茶

source: Nettle-water
ja: イラクサの水

source: Nettles
ja: イラクサ

source: Neural Gateway
ja: 神経のゲートウェイ

source: Neural Teleporter
ja: 神経のワープ装置

source: Neutral Barrier
ja: 中性なバリア

source: New Recruit Tony
ja: 新人トニー

source: New crystal bow
ja: 新しい水晶の弓

source: New crystal shield
ja: 新しい水晶の盾

source: New farming patch
ja: 新しい農地

source: New-maze
ja: 新たな迷路

source: Newcomer map
ja: 初心者用の地図

source: Newspapers
ja: 新聞

source: Newtroost
ja: ニュートルースト

source: Nex
ja: ネックス

source: Nex Display
ja: ネックスの展示

source: Nexling
ja: ネックスリング

source: Nexus
ja: ネクサス

source: Nezikchened
ja: ネジクチェンド

source: Nezikchened (hard)
ja: ネジクチェンド（上級）

source: Nia
ja: ニア

source: Nicholas
ja: ニコラス

source: Nick
ja: ニック

source: Nickolaus
ja: ニコロス

source: Nicoleta
ja: ニコレタ

source: Nieve
ja: ニーヴ

source: Nigel
ja: ニゲル

source: Night beast
ja: ナイト・ビースト

source: Nightmare
ja: ナイトメア

source: Nightmare Berries
ja: 悪夢のベリー

source: Nightmare Blossom
ja: 悪夢の花

source: Nightmare Topiary
ja: 悪夢のトピアリー

source: Nightmare display
ja: 悪夢の展示

source: Nightmare zone display
ja: 悪夢の領域の展示

source: Nikita
ja: ニキタ

source: Nikkie
ja: ニッキー

source: Nikolai
ja: ニコライ

source: Niles
ja: ナイルズ

source: Niloof
ja: ニルーフ

source: Nimloth
ja: ニモロス

source: Nimrodel
ja: ニムロデル

source: Nine
ja: 九

source: Ninja impling
ja: 忍者の子悪魔

source: Ninja monkey greegree
ja: 忍者ザルのグリーグリー

source: Nipper
ja: ニッパー

source: Nirrie
ja: ニリエ

source: Nisha
ja: ニーシャ

source: Nistirio's manifesto
ja: ニスチリオの声明書

source: Nitroglycerin
ja: ニトログリセリン

source: Nkuku
ja: ンクク

source: Noah
ja: ノア

source: Noctillion Lugosi
ja: ノクチフロン・ルゴシ

source: Node
ja: ノード

source: Noella
ja: ノエラ

source: Nolar
ja: ノラー

source: Nomad
ja: ノーマッド

source: Noodle
ja: ヌードル

source: Nora T. Hagg
ja: ノラ・T・ハッグ

source: Noranna Tytanin
ja: ノランナ・チタニン

source: Norman
ja: ノーマン

source: Nose peg
ja: ノーズペグ

source: Not Bob
ja: ボブ・ジャナイ

source: Note
ja: ノート

source: Note-Quantity
ja: 指定数を紙化

source: Noterazzo
ja: ノテラッゾ

source: Nothing
ja: 無

source: Notice
ja: 掲示物

source: Notice board
ja: 掲示板

source: Noticeboard
ja: 掲示板

source: Notices
ja: 掲示物

source: Novice Flag
ja: 新米の旗

source: Novice flag
ja: 新米の旗

source: Noxious tendrils
ja: 有害なツル

source: Nuclear smoke devil
ja: 原子力スモーク・デビル

source: Nuggets
ja: 金属の一塊

source: Null
ja: ヌル

source: Nulodion
ja: ヌロディオン

source: Nulodion's notes
ja: ヌロディオンのメモ

source: Numpty
ja: ナンプティー

source: Nung
ja: ナング

source: Nurmof
ja: ヌーモフ

source: Nurse Boubou
ja: ナースのボウボウ

source: Nurse Emma Gentsy
ja: ナースのエマ・ジェンスチー

source: Nurse Inn'Juree
ja: ナースのインジュリー

source: Nurse Sarah
ja: サラ看護師

source: Nurse Wooned
ja: ナースのウーンド

source: Nylocas
ja: ニロカス

source: Nylocas Athanatos
ja: ニロカス・アサナトス

source: Nylocas Hagios
ja: ニロカス・ハイゴス

source: Nylocas Ischyros
ja: ニロカス・イスキロス

source: Nylocas Matomenos
ja: ニロカス・マトメノス

source: Nylocas Prinkipas
ja: ニロカス・プリンキパス

source: Nylocas Queen
ja: 女王ニロカス

source: Nylocas Toxobolos
ja: ニロカス・トクソボロス

source: Nylocas Vasilias
ja: ニロカス・ヴァシリアス

source: O'Niall
ja: オーニアル

source: Oak bench
ja: 樫のベンチ

source: Oak birdhouse
ja: 樫の鳥小屋

source: Oak birdhouse (empty)
ja: 樫の鳥小屋（空）

source: Oak blackjack
ja: 樫の棍棒

source: Oak cape rack
ja: 樫のマントかけ

source: Oak chair
ja: 樫の椅子

source: Oak chest
ja: 樫の宝箱

source: Oak drawers
ja: 樫の引き出し

source: Oak feeder
ja: 樫のエサ入れ

source: Oak house
ja: 樫の家

source: Oak logs
ja: 樫の丸太

source: Oak longbow
ja: 楓の長弓

source: Oak longbow (u)
ja: 楓の長弓（未）

source: Oak outfit stand
ja: 樫の衣装スタンド

source: Oak prize chest
ja: 樫の景品入れ

source: Oak pyre logs
ja: 樫の火葬の丸太

source: Oak scratching post
ja: 樫の爪かきポスト

source: Oak shortbow
ja: 楓の短弓

source: Oak shortbow (u)
ja: 楓の短弓（未）

source: Oak table
ja: 樫のテーブル

source: Oak tree
ja: 樫

source: Oak tree stump
ja: 樫の切り株

source: Oak trophy case
ja: 樫のトロフィーケース

source: Oak wall decoration
ja: 樫の壁の装飾

source: Oak wardrobe
ja: 樫のタンス

source: Oaknock statue
ja: オークノックの像

source: Oaknock the Engineer
ja: 技術者のオークノック

source: Oaknock's Machine
ja: オークノックの機械

source: Oaknock's exchanger
ja: オークノックの交換機

source: Oaknock's machine
ja: オークノックの機械

source: Oath Lord D'rows
ja: オース・ロード・ドローズ

source: Oathbreaker B'ats
ja: オースブレイカー・バッツ

source: Oathbreaker E'piws
ja: オースブレイカー・エピウス

source: Oathbreaker M'als
ja: オースブレイカー・マルズ

source: Obelisk
ja: オベリスク

source: Obelisk of Air
ja: 大気のオベリスク

source: Obelisk of Earth
ja: 土のオベリスク

source: Obelisk of Fire
ja: 火のオベリスク

source: Obelisk of Water
ja: 水のオベリスク

source: Obli
ja: オブリ

source: Obor
ja: オーボー

source: Observatory assistant
ja: 天文台の助手

source: Observatory lens
ja: 天文台のレンズ

source: Observatory professor
ja: 天文台の専門家

source: Observe
ja: 眺める

source: Obsidian amulet
ja: 黒曜石のアミュレット

source: Obsidian bench
ja: 黒曜石のベンチ

source: Obsidian fence
ja: 黒曜石のフェンス

source: Obsidian fence post
ja: 黒曜石のフェンスの柱

source: Obstacle
ja: 障害物

source: Obstacle net
ja: 障害物の網

source: Obstacle pipe
ja: 障害物のパイプ

source: Occupied Cormorant perch
ja: 占領されたウの止まり木

source: Occupied perch
ja: 占領された止まり木

source: Ocga
ja: オクガ

source: Ochre Blamish Snail
ja: 黄土のブラミシュ・カタツムリ

source: Ochre snelm
ja: 黄土色のスネルム

source: Odd Figure
ja: 奇妙な存在

source: Odd Mushroom
ja: 奇妙なキノコ

source: Odd Old Man
ja: 奇妙なおじいさん

source: Odd Stone
ja: 奇妙な石

source: Odd batta
ja: 奇妙なバッタ

source: Odd cocktail
ja: 変なカクテル

source: Odd crunchies
ja: 奇妙なクランチー

source: Odd gnomebowl
ja: 奇妙なノームボール

source: Odd looking wall
ja: 奇妙な壁

source: Odd markings
ja: 奇妙な印

source: Oddskull
ja: オッドスカル

source: Odmar
ja: オドマール

source: Odovacar
ja: オドヴァカー

source: Odysseus
ja: オデュッセウス

source: Offer-fish
ja: 魚を捧げる

source: Office table
ja: 事務所のテーブル

source: Official Order of Construction
ja: 建設正式指示書

source: Og
ja: オグ

source: Ogre
ja: オーガ

source: Ogre Coffin
ja: オーガの棺

source: Ogre Drums
ja: オーガのドラム

source: Ogre arrow
ja: オーガの矢

source: Ogre arrow shaft
ja: オーガの矢のャフト

source: Ogre artefact
ja: オーガの人工物

source: Ogre barricade
ja: オーガのバリケード

source: Ogre bed
ja: オーガのベッド

source: Ogre bellows
ja: オーガのふいご

source: Ogre bellows (1)
ja: オーガのふいご（１）

source: Ogre bellows (2)
ja: オーガのふいご（２）

source: Ogre bellows (3)
ja: オーガのふいご（３）

source: Ogre bench
ja: オーガのベンチ

source: Ogre boat
ja: オーガの船

source: Ogre bow
ja: オーガの弓

source: Ogre chieftain
ja: オーガの族長

source: Ogre coffin key
ja: オーガ棺の鍵

source: Ogre fire
ja: オーガの火

source: Ogre gate key
ja: オーガゲートの鍵

source: Ogre guard
ja: オーガの衛兵

source: Ogre merchant
ja: オーガの商人

source: Ogre relic
ja: オーガの遺物

source: Ogre shaman
ja: オーガ・シャーマン

source: Ogre spit-roast
ja: オーガの串焼き

source: Ogre stone door
ja: オーガの石扉

source: Ogre tooth
ja: オーガの歯

source: Ogre trader
ja: オーガのトレーダー

source: Ogress Shaman
ja: オーガの女シャーマン

source: Ogress Warrior
ja: オーガの女戦士

source: Oil can
ja: 油差し

source: Oil lamp
ja: 石油ランプ

source: Oil lantern
ja: 石油ランタン

source: Oil lantern frame
ja: 石油ランタンのフレーム

source: Oily cloth
ja: 脂ぎった布

source: Oily fishing rod
ja: 油まみれの釣り竿

source: Oipuis
ja: オイプイス

source: Okina
ja: オキナ

source: Olaf Hradson
ja: オラフ・フラドソン

source: Olaf the Bard
ja: 吟遊詩人オラフ

source: Olaf's boat
ja: オラフのボート

source: Olbertus
ja: オルベータス

source: Old Bookshelf
ja: 古い本棚

source: Old Crane
ja: 古いクレーン

source: Old Man Ral
ja: ラルじいさん

source: Old Man Yarlo
ja: ヤーロじいさん

source: Old Memorial
ja: 古い記念碑

source: Old One Statue
ja: 古いモノの像

source: Old School Website
ja: オールドスクールのサイト

source: Old School Wiki
ja: オールドスクール・ウィキ

source: Old Shrine
ja: 古い聖堂

source: Old Stall
ja: 古い屋台

source: Old axe
ja: 古い斧

source: Old bookshelf
ja: 古い本棚

source: Old boot
ja: 古い靴

source: Old campfire
ja: 古いキャンプファイアー

source: Old crane
ja: 古いクレーン

source: Old crone
ja: シワクチャなおばあちゃん

source: Old dwarf
ja: 老いたドワーフ

source: Old fire pit
ja: 古い焚火

source: Old journal
ja: 古い日記

source: Old log
ja: 古い丸太

source: Old man
ja: おじいさん

source: Old man's coffin
ja: おじいさんの棺

source: Old passageway
ja: 古い通路

source: Old robe
ja: 古いローブ

source: Old ruin entrance
ja: 古い廃墟の入口

source: Old sacks
ja: 古い袋

source: Old tools
ja: 古い道具

source: Old tooth
ja: 古い歯

source: Old tree
ja: 古い木

source: Old wall
ja: 古い壁

source: Old well
ja: 古い井戸

source: Oldak
ja: オルダック

source: Oli
ja: オリ

source: Olive oil(1)
ja: オリーブオイル（１）

source: Olive oil(2)
ja: オリーブオイル（２）

source: Olive oil(3)
ja: オリーブオイル（３）

source: Olive oil(4)
ja: オリーブオイル（４）

source: Olivia
ja: オリビア

source: Ollie the Camel
ja: ラクダのオリー

source: Olmic pillar
ja: オルㇺの柱

source: Olmlet
ja: オルムレット

source: Omart
ja: オマート

source: Ominous Fishing Spot
ja: 不吉な釣り場

source: Ominous bubbles
ja: 不吉な泡

source: One
ja: 一

source: Oneiromancer
ja: 夢占い人

source: Onion
ja: 玉ねぎ

source: Onion & tomato
ja: 玉ねぎとトマト

source: Onion basket
ja: 玉ねぎのカゴ

source: Onion plant
ja: 玉ねぎの株

source: Onion seed
ja: 玉ねぎの種

source: Onion seeds
ja: 玉ねぎの種

source: Onyx Gate
ja: オニキスの門

source: Oobapohk
ja: ウーバポフク

source: Oojimaflip
ja: ウージマフリップ

source: Oomlie bird
ja: ウームリー鳥

source: Oozing barrier
ja: 浸食するバリア

source: Oozing rock
ja: 浸食する岩

source: Opal
ja: オパール

source: Opal bolt tips
ja: オパールのボルト先端

source: Opal bolts
ja: オパールのボルト

source: Open
ja: 開く

source: Open (normal)
ja: 開く（通常）

source: Open (private)
ja: 開く（専用）
